
1 = "Microsoft Messenger";
2 = "Do you want to:";
3 = "Remember, you can make yourself temporarily invisible to everyone at any time.";
4 = "Add this person to my contact list.";
5 = "Cancel";
6 = "OK";
7 = "Allow this person to see you when you are online and contact you.";
8 = "Block this person from seeing you when you are online and contacting you.";
9 = "Select this button and click the 'OK' button to allow the person to see you when you are online and contact you.";
10 = "This button is selected which means if the 'OK' button is clicked the person will be allowed to see you when you are online and contact you.";
11 = "This button is selected which means if the 'OK' button is clicked the person will be blocked from seeing you when you are online and prevented from contacting you.";
12 = "Select this button and click the 'OK' button to block the person from seeing you when you are online and prevent from contacting you.";
13 = "Clear this check box if you do not want to add this person to your contact list.";
14 = "Select this check box to add this person to your contact list.";
15 = "Click to close the dialog box without saving changes.";
16 = "Click to close the dialog box and save your changes.";
17 = " (";
18 = ") has added you to his/her contact list.";
19 = "Message: ";
